atomiks.moonlight
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
dbaeumer.vscode-eslint
enkia.tokyo-night
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
laravel.vscode-laravel
pkief.material-icon-theme
rebornix.toggle
redhat.vscode-yaml
rust-lang.rust-analyzer
samlovescoding.oceans-of-andromeda
sdras.night-owl
shufo.vscode-blade-formatter
vscode-icons-team.vscode-icons
yoavbls.pretty-ts-errors
